Revit 2027 API
ParameterTypeId.GraphicDisplayOptionsBackground Property
 "Background"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptionsBackground { get; }
Public Shared ReadOnly Property GraphicDisplayOptionsBackground As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptionsBackground {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptionsBackground : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace